/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "Новая версия доступна.";
"Version:" = "Версия:";
"Released Date:" = "Дата выхода:";
"Remind me later" = "Напомни мне позже";
"Update now" = "Обновить сейчас";
"Check the update" = "Обнаружить обновление";
"The version you are using is the latest one!" = "Текущая версия уже является последней версией.";
"Software updata" = "Обновление программного обеспечения";
"Network error, please check the network and try again." = "Сеть ненормальная. Пожалуйста, проверьте сеть и попробуйте снова!";
"OK" = "Окей";
"Downloading, please wait a moment." = "Загрузка, пожалуйста, подождите ...";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Загрузка завершена. Немедленная установка требует закрытия работающей программы. Вы хотите продолжить?";
"Install now" = "Установить сейчас";
"Cancel" = "Отменить";
"Download the latest version, do you want to cancel?" = "Обновление последней версии, вы хотите отменить?";
"Download error, please check the network and try again," = "Ошибка загрузки. Проверьте сеть и повторите попытку.";
"Yes" = "Да";
"No" = "Нет";
"Installing, please wait a moment." = "Установка программы, пожалуйста, подождите ...";
"Install complete." = "Установка завершена";
"Start now" = "Начать сейчас";
"Install failed, please try again." = "Установка не удалась, пожалуйста, попробуйте еще раз.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Пожалуйста, терпеливо ждите завершения установки программы, иначе это может вызвать исключение программы.";
"Try again" = "Попробуйте еще раз";
"What's New:" = "Обновить контент:";
"Checking for updates…" = "Проверять обновление…";
